{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "Adobe.AdobeAcrobatReaderDC"
				},
				{
					"PackageIdentifier" : "Amazon.Kindle"
				},
				{
					"PackageIdentifier" : "AntibodySoftware.WizTree"
				},
				{
					"PackageIdentifier" : "DimitriVanHeesch.Doxygen"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Google.Chrome"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "gerardog.gsudo"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "LINE.LINE"
				},
				{
					"PackageIdentifier" : "LINQPad.LINQPad6"
				},
				{
					"PackageIdentifier" : "Microsoft.AzureCLI"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServerManagementStudio"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.Enterprise"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Enterprise-Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Nvidia.GeForceExperience"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "WinMerge.WinMerge"
				},
				{
					"PackageIdentifier" : "Yarn.Yarn"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://winget.azureedge.net/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	]
}